import Breadcrumb from "../../components/global/Breadcrumb"

const Terms = () => {

    return (
        <section >
            <Breadcrumb path={"الشروط والأحكام"} />
            <div className="container md:w-[80%] mx-auto md:mt-10 bg-[#FFFFFF] text-center space-y-6  p-7 rounded-3xl">
                <h2 className="text-[#363744] font-bold text-2xl">الشروط والأحكام</h2>
                <p className="text-[#4E4E4E] font-medium leading-9">
                    عند استخدامك لمتجرنا الخاص ببيع واستئجار الفساتين، فإنك توافق على الالتزام بالشروط والأحكام التالية. نهدف إلى توفير تجربة تسوق آمنة ومريحة لجميع العملاء، لذا يرجى قراءة هذه البنود بعناية.
                    جميع المنتجات والخدمات المتوفرة في المتجر مخصصة للاستخدام الشخصي فقط، ويُمنع إعادة بيعها أو استخدامها لأغراض تجارية بدون إذن مسبق. الأسعار والعروض قابلة للتغيير دون إشعار مسبق، ونحتفظ بالحق في تعديل أو إلغاء الطلبات التي تنتهك سياساتنا.
                    يجب على العملاء التأكد من دقة المعلومات المقدمة عند إنشاء الحساب أو تقديم الطلبات. المتجر غير مسؤول عن أي تأخير أو خطأ ناتج عن تقديم معلومات غير صحيحة. بالنسبة للمنتجات المؤجرة، يجب إعادتها في الوقت المحدد وبالحالة التي تم استلامها بها، وإلا قد يتم فرض رسوم إضافية.
                    نحتفظ بحقنا في إلغاء أو رفض أي طلب إذا تبين أنه ينتهك السياسات أو القوانين المعمول بها. استخدام المتجر يتطلب الامتثال لجميع القوانين المحلية والدولية المتعلقة بالتجارة الإلكترونية.
                    قد يتم تحديث الشروط والأحكام من وقت لآخر لضمان توفير أفضل الخدمات. باستخدامك للمتجر بعد أي تحديث، فإنك توافق على الالتزام بالشروط الجديدة. إذا كان لديك أي استفسارات، يرجى التواصل مع فريق الدعم الخاص بنا.
                </p>
            </div>
        </section>
    )
}

export default Terms