import Breadcrumb from "../../components/global/Breadcrumb"

const PrivacyPolicy = () => {

    return (
        <section >
            <Breadcrumb path={"سياسة الخصوصية"} />
            <div className="container md:w-[80%] mx-auto md:mt-10 bg-[#FFFFFF] text-center space-y-6  p-7 rounded-3xl">
                <h2 className="text-[#363744] font-bold text-2xl">سياسة الخصوصية</h2>
                <p className="text-[#4E4E4E] font-medium leading-9">نحن ملتزمون بحماية خصوصية عملائنا وضمان أمان بياناتهم الشخصية عند استخدام متجرنا لخدمات بيع واستئجار الفساتين. يتم جمع واستخدام المعلومات الشخصية فقط لتحسين تجربة التسوق وتقديم الخدمات المطلوبة بكفاءة. تشمل البيانات التي قد نجمعها الاسم ومعلومات التواصل وتفاصيل الطلبات والتفضيلات الشخصية، ويتم استخدام هذه المعلومات لمعالجة الطلبات وتخصيص العروض وتحسين خدماتنا.
                    نضمن أن بياناتك ستبقى سرية ولن تتم مشاركتها مع أطراف ثالثة إلا بما يتطلبه الأمر لتقديم الخدمات، مثل معالجة الدفع أو الشحن. يتم تخزين بيانات العملاء بأمان باستخدام تقنيات حديثة للحماية من الوصول غير المصرح به.
                    نلتزم بالامتثال لكافة القوانين المعمول بها بشأن حماية البيانات، ونمنح عملاءنا الحق في مراجعة بياناتهم وتحديثها أو طلب حذفها إذا رغبوا بذلك. عند استخدام موقعنا أو تطبيقنا، فإنك توافق على سياسة الخصوصية هذه. نحن نشجعك على مراجعة السياسة بانتظام حيث قد يتم تحديثها لضمان تقديم أفضل مستوى من الأمان والخدمة.
                </p>
            </div>
        </section>
    )
}

export default PrivacyPolicy